/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "CapCut 데스크톱 설치 프로그램";
"LvAppTitle" = "Jianying 데스크톱 설치 프로그램";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "설치를 계속할까요?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "설치";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "열기";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "취소";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "이전 버전 CapCut(v%@)을 이미 설치했습니다. 이전 버전을 열거나 최신 버전을 설치하여 이전 버전을 대체할 수 있습니다.";
"LvCheckInstalledMsgHintText" = "이전 버전 Jianying(v%@)을 이미 설치했습니다. 이전 버전을 열거나 최신 버전을 설치하여 이전 버전을 대체할 수 있습니다.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "다운로드를 중단하시겠습니까?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "계속";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "중단";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "현재 다운로드한 파일(%d%%)이 저장되지 않습니다.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "다운로드할 수 없습니다. 다시 시도하세요.";
// pc_installer_retry
"BtnText_Retry" = "재시도";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "중단";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "저장";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "디스크 공간 부족";

"BtnCheck_SystemTrayAutoboot" = "시작 시 트레이 실행";

"DownloadErrorCodeHintText" = "에러 코드: ";